Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dobrze wiedzieć, jeszcze tego by nam trzeba było na Archolos... Dzięki za informacje.
uk: Приємно це чути, ще цього нам бракувало на Архолосі... Дякую за інформацію.

source: Dobrze wiedzieć, kto mnie obgaduje za plecami!
uk: Приємно знати, які люди обговорюють мене!

source: Dobrze wiedzieć, że mieszkańcy wioski Silbach i okolicznych terenów mogą już spać spokojnie.
uk: Приємно усвідомлювати, що жителі Сільбаху та прилеглих територій тепер можуть спати спокійно.

source: Dobrze wiedzieć, że nasza wyspa jest teraz bezpieczniejsza! Gdyby nie Myrtańczycy, to Ulryk i jego ludzie już dawno zadbaliby tu o porządek!
uk: Приємно усвідомлювати, що тепер наш острів став безпечнішим! Якби не міртанці, то Ульрік і його люди давно б навели тут порядок!

source: Dobrze wiedzieć, że nie będziemy musieli martwić się o sprzęt.
uk: Приємно знати, що нам не доведеться хвилюватися про спорядження.

source: Dobrze wiedzieć, że nie tylko kamienne posągi, ale i zwykłe roztrzaskane głazy mogą chcieć nas zamordować.
uk: Корисно знати, що вбити нас можуть не лише кам'яні статуї, а й звичайні розколоті валуни.

source: Dobrze wiedzieć, że niektórzy młodzi są jeszcze ambitni i pną się w górę po szczeblach kariery!
uk: Приємно знати, що деякі молоді люди все ще амбітні і просуваються вгору кар'єрними сходами!

source: Dobrze wiedzieć, że oprócz ochrony naszych interesów mógłbyś też zajmować się pozyskiwaniem dla nas nowych kontaktów.
uk: Приємно дізнатися, що окрім захисту наших інтересів, ти також займаєшся пошуком нових контактів для нас.

source: Dobrze wiedzieć, że tym razem schodzimy pod ziemię z kimś zaufanym. Że też daliśmy się wtedy nabrać na słowa tego oszusta.
uk: Приємно знати, що цього разу ми спускаємось під землю з кимось, кому можна довіряти. Не можу повірити, що ми теж попалися на слова цього шахрая.

source: Dobrze wiedzieć, że w naszej organizacji wciąż są osoby tak oddane, zdolne, a przede wszystkim sprytne.
uk: Приємно усвідомлювати, що в нашій організації все ще є такі віддані, здібні і, перш за все, розумні люди.

source: Dobrze wiem, co to za dokument. Ostatnio coraz bardziej grają mi na nerwach... ale nie mogę przerobić dla ciebie tej przemowy.
uk: Я вже бачу, що це за документ. Останнім часом вони все більше діють мені на нерви... але я не можу переписати для тебе цю промову.

source: Dobrze wiesz, że nie są niewinni. Beliar zesłał na nich los, na jaki sobie zasłużyli.
uk: Ти добре знаєш, що вони не невинні. Беліар послав їм долю, на яку вони заслужили.

source: Dobrze wiesz, że nie tego się domagam! Chcę jakiegokolwiek wsparcia, bo mógłbym w jakiś sposób wykorzystać twoich ludzi!
uk: Ти добре знаєш, що це не те, про що я прошу! Мені потрібна будь-яка підтримка, щоб я міг хоч якось задіяти твоїх людей!

source: Dobrze wykonana praca wymaga nagrody. Trzymaj, zasłużyłeś.
uk: Добре виконана робота вимагає нагороди. Тримай, ти її заслужив.

source: Dobrze wysmażony stek dla wielmożnego pana.
uk: Добре просмажений стейк для вельможного пана.

source: Dobrze władam bronią dwuręczną.
uk: Я добре володію дворучною зброєю.

source: Dobrze znasz Fabio?
uk: Ти добре знаєш Фабіо?

source: Dobrze znasz Rositę?
uk: Ти добре знаєш Розіту?

source: Dobrze zrobiłeś, przyprowadzając go tu, kolego. Miejsce tych śmieci jest w lochu.
uk: Ти правильно зробив, що привів його сюди, колего. Цьому непотребу місце у в'язниці.

source: Dobrze zrobiłeś. Od dawna próbuję pomóc Gonzalo stanąć na nogi, ale nie jest łatwo. To ciężki przypadek.
uk: Ти вчинив правильно. Я вже давно намагаюся допомогти Гонсало стати на ноги, але це нелегко. Він важкий випадок.

source: Dobrze że jesteś, Marvin. Mam coś, co ci się spodoba!
uk: Добре, що ти тут, Марвіне. Я маю дещо, що тобі сподобається!

source: Dobrze że jesteś, znalazłem dla ciebie ciekawą robotę!
uk: Добре, що ти зайшов, я знайшов для тебе цікаву роботу!

source: Dobrze! Bardzo dobrze, Marvin! Z takimi marzycielami trzeba twardo. Jakby obudził magów, to mielibyśmy niezły kocioł!
uk: Добре! Чудово, Марвіне! З цими мрійниками треба бути жорсткішим. Якби він потривожив магів, у нас були б великі неприємності!

source: Dobrze! Dopilnuję, żeby cała tutejsza społeczność się o tym dowiedziała. W pewnym stopniu poprawi to twoją reputację.
uk: Добре! Я подбаю, щоб про це дізналася вся тутешня спільнота. Це певною мірою виправить твою репутацію.

source: Dobrze! Dopilnuję, żeby wszyscy mieszkańcy się o tym dowiedzieli. W pewnym stopniu poprawi to twoją reputację.
uk: Добре! Я подбаю про те, щоб усі місцеві про це дізналися. Це певною мірою покращить твою репутацію.

source: Dobrze! Wykończ świnię!
uk: Добре! Прикінчи свиню!

source: Dobrze, Marvin. Chcę, żebyś po prostu wiedział, że jesteśmy w tym razem.
uk: Гаразд, Марвіне. Я просто хочу, щоб ти знав, що ми в цьому разом.

source: Dobrze, Marvinie. Jak zapewne wiesz, moje przybycie nie jest przypadkowe. Jest parę spraw, które wymagają natychmiastowego działania.
uk: Добре, Марвіне. Як ти напевно знаєш, моє прибуття не випадкове. Є кілька справ, які вимагають негайного вирішення.

source: Dobrze, a teraz daj mi spokój, mam mnóstwo pracy.
uk: Добре, а тепер залиш мене у спокої, в мене повно роботи.

source: Dobrze, a teraz mnie stąd ściągnij.
uk: Добре, а тепер дістань мене звідси.

source: Dobrze, a teraz spadaj stąd i nie chcę cię już więcej widzieć.
uk: Добре, а тепер забирайся звідси, і щоб я тебе більше не бачив.

source: Dobrze, ale do rzeczy.
uk: Добре, а тепер до справи.

source: Dobrze, ale nie zwlekaj zbyt długo. Jeśli nie ty, to wynajmę kogoś innego.
uk: Гаразд, але не затягуй. Якщо не ти, то я найму когось іншого.

source: Dobrze, ale opłaci ci się to. Pochodzę z dość zamożnej rodziny.
uk: Добре, але знай, що тобі це окупиться. Я з досить заможної родини.

source: Dobrze, ale ostrzegam cię, ten plan jest dość ryzykowny... i nie do końca rozsądny.
uk: Гаразд, але попереджаю, цей план досить ризикований... і не зовсім розумний.

source: Dobrze, ale później musimy po nią wrócić.
uk: Гаразд, але згодом нам доведеться повернутися за нею.

source: Dobrze, bardzo dobrze. Znalazłeś coś w skrzyniach?
uk: Добре, дуже добре. Ти щось знайшов у скринях?

source: Dobrze, bez większych problemów znajdziemy kogoś na jego miejsce.
uk: Добре, ми без особливих проблем знайдемо когось на його місце.

source: Dobrze, biegnij za mną.
uk: Добре, біжи за мною.

source: Dobrze, bierzmy się do roboty.
uk: Гаразд, приступимо до роботи.

source: Dobrze, będę czekał przy wejściu do Starego Miasta od strony portu.
uk: Добре, я чекатиму тебе на вході до Старого міста з боку порту.

source: Dobrze, będę czekał, ale pamiętaj, czas to pieniądz.
uk: Гаразд, я почекаю, але пам'ятай, час – це гроші.

source: Dobrze, chociaż wolałabym już być w domu.
uk: Добре, хоча я хотіла б побути вдома.

source: Dobrze, chodź za mną, stół alchemiczny już czeka.
uk: Гаразд, йди за мною, алхімічний стіл вже чекає.

source: Dobrze, chodź za mną.
uk: Гаразд, ходімо зі мною.

source: Dobrze, chodź ze mną.
uk: Гаразд, ходімо зі мною.

source: Dobrze, czy ktoś ma jakieś dodatkowe pytania? Nie? Wspaniale, ja zabieram się do stawiania ładunków u podnóża konstrukcji.
uk: Гаразд, у когось ще є питання? Немає? Чудово, тоді я встановлю заряди біля підніжжя.

source: Dobrze, dbaj o niego.
uk: Добре, бережи його.

source: Dobrze, do tej pory nas nie zawiódł, i oby się to nie zmieniło.
uk: Добре, він нас поки що не підводив, і будемо сподіватися, що так буде і надалі.

source: Dobrze, dobrze! Nie chciałem nikomu przeszkadzać. Skoro to faktycznie taki problem, to oczywiście, pójdę sobie.
uk: Добре, добре! Я не хотів нікого турбувати. Якщо я справді комусь заважаю, то, звичайно, я піду.

source: Dobrze, dobrze! No, próbuj!
uk: Добре, добре! Давай, пробуй!

source: Dobrze, dobrze! Rozumiem, że jesteście trochę zajęci, ale czy znaleźlibyście chwilę, by porozmawiać o bogach?
uk: Добре, добре! Я розумію, що ви трохи зайняті, але чи не могли б ви знайти хвилинку, щоб поговорити про богів?

source: Dobrze, dobrze, daruj sobie.
uk: Добре, добре, заспокойся.

source: Dobrze, dobrze, spokojnie! Niepotrzebne te groźby! Idę.
uk: Гаразд, гаразд, заспокойся! Не треба цих погроз! Я йду.

source: Dobrze, dobrze, spokojnie. Zaraz ci je przyniosę.
uk: Добре, добре, заспокойся. Зараз принесу.

source: Dobrze, dobrze, zapłacę.
uk: Добре, добре, я заплачу.

source: Dobrze, dobrze, zapłacę. (15 SZ)
uk: Добре, добре, я заплачу. (15 золотих)

source: Dobrze, dobrze. Pójdziemy hodować to ziele, ale jak nie będziemy w stanie zapłacić za ochronę, to cię znajdę! Rozumiesz?
uk: Гаразд, гаразд. Ми підемо вирощувати ту траву, але якщо ми не зможемо заплатити за охорону, я тебе знайду! Зрозумів?

source: Dobrze, dobrze. To mi wygląda na coś godnego oficjalnego zeznania. Pójdziesz dobrowolnie do koszar czy mam zawołać kogoś, kto ci pomoże?
uk: Добре, добре. Як на мене, то це вже варте офіційного зізнання. Ти підеш до казарм добровільно, чи мені покликати когось, щоб тобі допомогли?

source: Dobrze, dzięki za informacje Oscar.
uk: Добре, дякую за інформацію, Оскаре.

source: Dobrze, dzięki za informacje, Oscar.
uk: Добре, дякую за інформацію, Оскаре.

source: Dobrze, idę.
uk: Гаразд, я пішов.

source: Dobrze, interes to interes, nie będziemy w to mieszać żadnych emocji. Chcę tylko poinformować cię o tym, z czym wiąże się taka decyzja.
uk: Гаразд, бізнес – це бізнес, не будемо вдаватися до емоцій. Я просто хочу поінформувати тебе про наслідки такого рішення.

source: Dobrze, jak mogę ci pomóc?
uk: Добре, чим я можу тобі допомогти?

source: Dobrze, jak sobie chcesz... tylko uważaj, żeby Morris przypadkiem nie postanowił skazać również ciebie, za utrudnianie śledztwa.
uk: Гаразд, як знаєш... тільки не перестарайся, щоб Морріс випадково не вирішив засудити ще й тебе за перешкоджання розслідуванню.

source: Dobrze, jeden problem z głowy.
uk: Добре, одну проблему вирішено.

source: Dobrze, jesteśmy na miejscu, od czego zaczynamy?
uk: Гаразд, ми на місці, з чого почнемо?

source: Dobrze, jesteśmy na miejscu. Ja zajmę się kapliczką, a ty rozejrzyj się po okolicy.
uk: Гаразд, ми на місці. Я подбаю про вівтар, а ти оглянь околиці.

source: Dobrze, jeszcze tu wrócę.
uk: Добре, я ще повернусь.

source: Dobrze, jeśli to ma sprawić, że więcej nie zobaczę waszych durnych twarzy... Pójdę na to wasze durne spotkanie!
uk: Гаразд, якщо після цього я більше не побачу ваші дурнуваті пики... Я прийду на цю вашу безглузду зустріч!

source: Dobrze, już biorę się do roboty.
uk: Гаразд, вже беруся до роботи.

source: Dobrze, już dobrze! Armar... Armar prowadził z nimi jakieś interesy, ale nie znam szczegółów.
uk: Гаразд, гаразд! Армар... Армар мав з ними якісь справи, але я не знаю подробиць.

source: Dobrze, już dobrze! Bierz ten kamień i pozdrów ode mnie szanowanego Wysłannika Królewskiego. Niech wie, że moje muzeum jest zawsze dla niego otwarte!
uk: Добре, дуже добре! Бери цей камінь і передай мої вітання вельмишановному Королівському послу. Нехай знає, що мій музей завжди для нього відкритий!

source: Dobrze, już dobrze! Cortez dostanie te swoje przeklęte towary!
uk: Гаразд, гаразд! Кортез отримає свій клятий товар!

source: Dobrze, już dobrze, nie wydam cię.
uk: Гаразд, гаразд, я не видам тебе.

source: Dobrze, już dobrze, pomogę ci. Zróbmy ten eliksir.
uk: Гаразд, гаразд, я тобі допоможу. Давай зробимо цей еліксир.

source: Dobrze, już dobrze, wierzę ci.
uk: Гаразд, гаразд, я вірю тобі.

source: Dobrze, już dobrze, wygrałeś.
uk: Добре, добре, ти переміг.

source: Dobrze, już dobrze.
uk: Добре, все гаразд.

source: Dobrze, już dobrze. I tak musimy się tego paskudztwa pozbyć.
uk: Ну гаразд, все. Нам слід позбутися цієї гидоти.

source: Dobrze, już dobrze. Mam nadzieję, że wiesz, co robisz. Nie zamierzam umrzeć zanim dorwę tego drania Lichwiarza.
uk: Добре, все зрозуміло. Сподіваюся, ти знаєш, що робиш. Я не збираюся помирати, поки не дістану цього клятого Лихваря.

source: Dobrze, już dobrze. Mamy problem i to całkiem spory.
uk: Добре, добре. У нас є проблема, і досить серйозна.

source: Dobrze, już dobrze. Może się jakoś dogadamy? Podłożenie tych ładunków chyba nie jest aż tak trudne?
uk: Добре, добре. Думаю, ми зможемо що-небудь придумати. Немає ж нічого складного в установці заряду?

source: Dobrze, już dobrze. Powiedzmy, że ci wierzę. I właściwie, to jest coś, co mógłbyś dla mnie zrobić.
uk: Гаразд, гаразд. Припустимо, я тобі вірю. Власне, є дещо, що ти міг би для мене зробити.

source: Dobrze, już dobrze. Wszystko załatwimy jak należy. Będzie pan zadowolony.
uk: Гаразд, гаразд. Ми все зробимо як слід. Ти будеш задоволений.

source: Dobrze, już dobrze. Zajmę się tym.
uk: Гаразд, гаразд. Я подбаю про це.

source: Dobrze, już dobrze...
uk: Добре, добре...

source: Dobrze, już idę. Co za gbur. Żegnam.
uk: Гаразд, я прийду. Що за грубіян. Бувай.

source: Dobrze, już ja się nimi zajmę!
uk: Добре, я сам з ними розберусь!

source: Dobrze, kilka osób ci ufa, ale to nie znaczy, że nagle się poddamy, bo tak nam powiedziałeś!
uk: Гаразд, кілька людей довіряють тобі, але це не означає, що ми раптом здамося, тому що ти нам так сказав!

source: Dobrze, masz tu parę monet (15 SZ)
uk: Гаразд, ось кілька монет. (15 золотих)

source: Dobrze, masz tu parę monet.
uk: Гаразд, ось кілька монет.

source: Dobrze, mogę ci pokazać, jak poprawnie trzymać łuk, jak zręcznie się nim posługiwać i jak wytworzyć własny, ale będzie cię to trochę kosztowało.
uk: Гаразд, я можу показати тобі, як правильно тримати лук, як вправно ним користуватися і як зробити свій власний, але це буде не безкоштовно.

source: Dobrze, mogę się założyć.
uk: Гаразд, я зроблю ставку.

source: Dobrze, możemy delikatnie zejść z ceny.
uk: Добре, можемо трохи знизити ціну.

source: Dobrze, możesz się ze mną spróbować, ale nie będę machał maczetą po próżnicy.
uk: Гаразд, можеш спробувати, але я не збираюся даремно розмахувати мачете.

source: Dobrze, mów czego dokładnie potrzebujesz.
uk: Що ж, скажи конкретно, що тобі потрібно.

source: Dobrze, mów.
uk: Гаразд, продовжуй.

source: Dobrze, młody. Mamy to, o co nam chodziło. Ja zajmę się resztą.
uk: Молодець, хлопче. Ми отримали те, що хотіли. Я подбаю про решту.

source: Dobrze, nasi ludzie pracowali bez wytchnienia i kładka nad przepaścią powinna być już gotowa.
uk: Чудово, наші люди працювали без перепочинку, тож міст через урвище вже має бути готовий.

source: Dobrze, nie będę cię w takim razie wypytywać.
uk: Добре, тоді не буду тебе більше розпитувати.

source: Dobrze, nie narzekam.
uk: Нормально, не скаржуся.

source: Dobrze, niech będzie 30.
uk: Добре, нехай буде 30.

source: Dobrze, niech tak będzie. Od tego momentu nie jesteś już strażnikiem.
uk: Що ж, нехай буде так. З цієї миті ти більше не вартовий.

source: Dobrze, od czego by tu zacząć...
uk: Добре, з чого б тут почати...

source: Dobrze, oddaj bryłkę, to pozwolę ci odejść.
uk: Добре, віддай руду, і можеш бути вільним.

source: Dobrze, odprowadzę cię.
uk: Гаразд, я тебе проведу.

source: Dobrze, osobie pod naszą opieką mogę trochę zejść z ceny... Niech będzie 300 sztuk złota.
uk: Ну, для людини, яка перебуває під нашим захистом, я можу трохи знизити ціну... 300 золотих.

source: Dobrze, patrolujcie, trzeba wyłapywać Element! Powodzenia!
uk: Добре, патрульні, ви повинні ловити негідників! Щасти вам!

source: Dobrze, pokaż ten przepis.
uk: Що ж, покажи цей рецепт.

source: Dobrze, pokaż świni!
uk: Ну, покажи цій свині!

source: Dobrze, pokaż.
uk: Що ж, показуй.

source: Dobrze, pomogę ci z tym grobowcem, zaznacz mi tylko na mapie, gdzie go mogę znaleźć.
uk: Гаразд, я допоможу тобі з цією гробницею, тільки познач на мапі, де мені її знайти.

source: Dobrze, pomogę ci znaleźć kupców, jeśli ty pomożesz mi dostać się do miasta.
uk: Гаразд, я допоможу тобі знайти покупців, якщо ти допоможеш мені потрапити до міста.

source: Dobrze, pomogę ci znaleźć kupców.
uk: Гаразд, я допоможу тобі знайти покупців.

source: Dobrze, pomogę ci.
uk: Добре, я тобі допоможу.

source: Dobrze, pora na zapłatę. Obaj dostaniecie tyle samo i nawet nie próbujcie negocjować więcej.
uk: Отже, настав час оплати. Ви обоє отримаєте однакову суму і навіть не намагайтесь думати про більше.

source: Dobrze, porozmawiam z nim.
uk: Гаразд, я поговорю з ним.

source: Dobrze, porozmawiam z nią o tobie.
uk: Добре, я поговорю з нею про тебе.

source: Dobrze, postaram się.
uk: Добре, постараюся.

source: Dobrze, powiedz mi, czego potrzebujesz?
uk: Добре, скажи мені, що тобі потрібно?

source: Dobrze, powiedziałbym nawet, że czuję się lepiej niż przed całym tym zajściem. Oczywiście mam na myśli moje ciało.
uk: Добре, я б навіть сказав, що навіть краще, ніж перед тим інцидентом. Звісно, я маю на увазі своє тіло.

source: Dobrze, powiem to tylko ze względu na to, że was znam i wydajesz się dobrym chłopakiem.
uk: Добре, я розповім це лише тому, що вас знаю, і ти здаєшся хорошим хлопцем.

source: Dobrze, powinno być wszystko w porządku.
uk: Добре, тепер з нею все має бути гаразд.

source: Dobrze, pozostaje tylko jedna rzecz do zrobienia. Zgodnie z tradycją Wodnego Kręgu, każdy nowy członek musi przejść odpowiednią inicjację.
uk: Гаразд, залишилось зробити лише одне. Згідно з традицією Кільця Води, кожен новий член мусить пройти відповідну ініціацію.

source: Dobrze, pożyjemy, zobaczymy. Sprawdzimy czy jesteś taki użyteczny jak twierdzisz.
uk: Що ж, поживемо – побачимо. Подивимось, чи справді ти такий корисний, як кажеш.

source: Dobrze, pracą mogę zawsze się zająć, chwilę na odpoczynek trudniej znaleźć.
uk: Ну, про роботу я завжди можу подбати, а от хвилину для відпочинку знайти важче.

source: Dobrze, prowadziłem z nimi mały interes na boku. Moi chłopcy pomagali im czasami przenieść coś drobnego.
uk: Ну, у мене був невеликий бізнес з ними на стороні. Мої хлопці іноді допомагали їм перевезти щось дрібне.

source: Dobrze, przekażę to moim łowcom, którzy badają aktualnie tę sprawę.
uk: Гаразд, я перекажу це своїм мисливцям, які зараз розслідують цю справу.

source: Dobrze, przekażę.
uk: Добре, перекажу.

source: Dobrze, przydasz się. Pójdę pod to drzewo i poczekam tam na rozwój sytuacji. Dołącz do mnie, kiedy będziesz chciał, może się załapiesz na wymianę.
uk: Добре, ти нам знадобишся. Я піду під те дерево і чекатиму на їхню появу. Коли захочеш, приєднуйся до мене. Може, ти встигнеш застати обмін.

source: Dobrze, przyjdę później.
uk: Добре, прийду пізніше.

source: Dobrze, przyjdę. Odmaszerować.
uk: Добре, я прийду. Вільно.

source: Dobrze, przyznaję się... Nie doceniłem cię i przegrałem.
uk: Гаразд, визнаю... Я недооцінив тебе і програв.

source: Dobrze, przyznaję się... nie doceniłem cię i przegrałem.
uk: Гаразд, визнаю. Я недооцінив тебе і програв.

source: Dobrze, pójdę do niego. Dzięki za wiadomość.
uk: Добре, я піду до нього. Дякую, що повідомив.

source: Dobrze, pójdę tam. Ale jeśli spadnie mi chociaż jeden włos z głowy, to całe Silbach będzie chciało nadziać cię na widły!
uk: Добре, я піду туди. Але якщо в мене з голови впаде хоч одна волосинка, весь Сільбах захоче насадити тебе на вила!

source: Dobrze, pójdę z tobą do pracowni.
uk: Добре, я піду з тобою до лабораторії.

source: Dobrze, rozumiem, chcesz kupić bliżej niezidentyfikowany przedmiot bez podawania mi przyczyny. Akurat gdy miałem przeprowadzać nad nim pewne badania...
uk: Добре, я зрозумів, ти хочеш купити невідомий предмет, не пояснюючи мені причин. Саме тоді, коли я збирався провести над ним деякі дослідження...

source: Dobrze, rozumiem.
uk: Добре, зрозумів.

source: Dobrze, rozumiem. Miejmy nadzieję, że wszyscy spotkamy się ponownie już w wiosce.
uk: Що ж, розумію. Сподіваюся, ми всі знову зустрінемося вже в селі.

source: Dobrze, rozumiem. Nie będę cię męczył. Daj znać gdybyś jednak zmienił zdanie.
uk: Гаразд, я розумію. Не буду тебе турбувати. Дай мені знати, якщо передумаєш.

source: Dobrze, rozumiem. W takim razie pozwól mi tylko dopilnować, że przeżyjesz swoją misję.
uk: Добре, я розумію. У такому випадку, просто дозволь мені переконатися, що ти переживеш свою місію.

source: Dobrze, ruszajmy.
uk: Гаразд, ходімо.

source: Dobrze, się robi...
uk: Добре, буде зроблено...

source: Dobrze, skieruję tam jednego z moich łowców, by go zastąpił.
uk: Гаразд, я відправлю одного з моїх мисливців йому на заміну.

source: Dobrze, skoro pytanie wstępne mamy za sobą, to pora na formalności.
uk: Гаразд, тепер, коли з вступними питаннями ми розібралися, настав час для формальностей.

source: Dobrze, skoro tak mówisz... Obyś wiedział, co robisz! I niech ten skarbiec naprawdę będzie pełen złota!
uk: Ну, якщо ти так кажеш... Сподіваюся, ти знаєш, що робиш! І нехай та скарбниця дійсно буде повна золота!

source: Dobrze, spokojnie, pójdę. Tylko że...
uk: Гаразд, заспокойтеся, я піду. Лише...

source: Dobrze, spotkajmy się w Silbach.
uk: Добре, давай зустрінемося в Cільбаху.

source: Dobrze, spotkamy się na miejscu.
uk: Гаразд, зустрінемося там.

source: Dobrze, sprawa wygląda tak. Każdy z nowicjuszy podczas roku musi przepisać określoną liczbę zwojów.
uk: Суть в наступному. Кожен послушник протягом року має переписати певну кількість сувоїв.

source: Dobrze, spróbujemy. Dzięki temu przynajmniej jesteśmy w stanie przetrwać do czasu znalezienia pracy! Jesteśmy bardzo wdzięczni!
uk: Добре, ми спробуємо. Таким чином ми хоча б зможемо вижити, поки не знайдемо роботу! Дуже вам вдячні!

source: Dobrze, spróbujmy.
uk: Що ж, спробуймо.

source: Dobrze, spróbuję ci pomóc.
uk: Що ж, я спробую тобі допомогти.

source: Dobrze, stanę za ciebie na warcie.
uk: Добре, я постою замість тебе на варті.

source: Dobrze, stres pomaga wojownikowi. To strach przed śmiercią czyni z człowieka najlepszego zabójcę.
uk: Що ж, стрес допомагає воїну. Саме страх смерті робить людину найкращим бійцем.

source: Dobrze, szybko się uczysz. Jeszcze jedno, Magowie Wody czasami mogą wydawać się odrobinę... nieczuli.
uk: Добре, ти швидко вчишся. І ще одне: Маги Води іноді можуть здаватися трохи... байдужими.

source: Dobrze, są dokładnie tam, gdzie ich chcieliśmy.
uk: Гаразд, вони саме там, де ми й хотіли.

source: Dobrze, tak trzymaj!
uk: Молодець, так тримати!

source: Dobrze, to co powinienem wiedzieć?
uk: Добре, то що мені потрібно знати?

source: Dobrze, to daje nam już pewien obraz sytuacji...
uk: Добре, це вже дає нам деяке уявлення про ситуацію...

source: Dobrze, to gdzie jest to mieszkanie?
uk: Добре, а де розташоване це помешкання?

source: Dobrze, to gdzie ta schadzka?
uk: Гаразд, де ж буде ця зустріч?

source: Dobrze, to się nazywa trening!
uk: Добре, саме це і називається тренуванням!

source: Dobrze, to w takim razie czekamy na efekty. Daj znać, jak sprawa będzie zamknięta.
uk: Добре, тоді чекатимемо на результати. Дай знати, коли справу буде завершено.

source: Dobrze, twoje poręczenie mi wystarczy. Ktoś w środku może okazać się bardzo przydatny podczas rozbijania ich organizacji...
uk: Що ж, мені достатньо твого запевнення. Хтось всередині може виявитися дуже корисним у розвалі їхніх планів...

source: Dobrze, tylko już tak nie krzycz. Głowa dalej mi pęka. Myślę, że wiem, z której strony wioski powinien nadejść. Możliwe, że po drodze coś go 'zatrzymało', jeśli wiesz, co mam na myśli.
uk: Добре, тільки не кричи так. Голова і так розколюється. Думаю, я знаю, з якого боку він мав би прийти до села. Можливо, його щось 'затримало' по дорозі, якщо ти розумієш, що я маю на увазі.

source: Dobrze, tylko pamiętaj. Nie mamy dużo czasu.
uk: Гаразд, тільки пам'ятай. У нас обмаль часу.

source: Dobrze, tylko przygotuj złoto.
uk: Гаразд, тільки приготуй золото.

source: Dobrze, tylko weź od nas tego... to coś!
uk: Гаразд, тільки тримай від нас подалі цього... це щось!

source: Dobrze, tylko wracaj szybko!
uk: Добре, тільки швидше повертайся!

source: Dobrze, w końcu jesteśmy w komplecie. Dzięki zwiadowcom z Gildii, przez ostatnie kilka dni obserwowaliśmy Przystań.
uk: Що ж, ми нарешті знову разом. Завдяки розвідникам Гільдії, ми стежили за Гаванню останні кілька днів.
